The color of the sky when the type is 'Gradient'.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Color SkyColor { get; }
  Visual Basic
Public ReadOnly Property SkyColor As Color
	Get
  Visual C++
public:
property Color^ SkyColor {
	Color^ get ();
}
 See Also
  ViewDisplayBackground Class
  Autodesk.Revit.DB Namespace